Repository: isopen-io/meeshy
Catalog: apps/ios/Meeshy/Localizable.xcstrings
Source language: fr
Languages: ar, de, en, es, it, pt_br

# onboarding.step.phone.recovery.body
source: Ce numéro appartient à un compte inactif dont le nom te ressemble. Depuis l'écran de connexion, choisis « Mot de passe oublié » pour le récupérer plutôt que d'en créer un nouveau.
ar: هذا الرقم يخصّ حسابًا غير مُستخدَم يشبه اسمه اسمك. من شاشة تسجيل الدخول، اختر «هل نسيت كلمة المرور؟» لاستعادته بدلًا من إنشاء حساب جديد.
de: Diese Nummer gehört zu einem inaktiven Konto, dessen Name deinem ähnelt. Wähle auf dem Anmeldebildschirm „Passwort vergessen?“, um es wiederherzustellen, anstatt ein neues zu erstellen.
en: This number belongs to an inactive account whose name looks like yours. From the login screen, choose “Forgot password?” to recover it rather than creating a new one.
es: Este número pertenece a una cuenta inactiva cuyo nombre se parece al tuyo. En la pantalla de inicio de sesión, elige «¿Olvidaste tu contraseña?» para recuperarla en lugar de crear una nueva.
it: Questo numero appartiene a un account inattivo il cui nome somiglia al tuo. Dalla schermata di accesso, scegli «Password dimenticata?» per recuperarlo invece di crearne uno nuovo.
pt_br: Este número pertence a uma conta inativa cujo nome se parece com o seu. Na tela de login, escolha “Esqueceu a senha?” para recuperá-la em vez de criar uma nova.

# onboarding.step.phone.recovery.title
source: On dirait ton ancien compte
ar: يبدو أنه حسابك القديم
de: Das sieht nach deinem alten Konto aus
en: This looks like your old account
es: Parece tu cuenta antigua
it: Sembra il tuo vecchio account
pt_br: Parece a sua conta antiga

# onboarding.step.phone.tip.friends
source: Tes proches qui ont ton numéro te retrouvent
ar: من لديه رقمك يجدك
de: Wer deine Nummer hat, findet dich
en: People who have your number can find you
es: Quienes tienen tu número te encuentran
it: Chi ha il tuo numero ti trova
pt_br: Quem tem seu número te encontra

# onboarding.step.phone.tip.optional
source: Optionnel, tu peux passer
ar: اختياري، يمكنك التخطّي
de: Optional, du kannst überspringen
en: Optional, you can skip it
es: Opcional, puedes omitirlo
it: Facoltativo, puoi saltare
pt_br: Opcional, você pode pular

# onboarding.step.phone.tip.recovery
source: Récupération de compte sécurisée
ar: استعادة آمنة للحساب
de: Sichere Kontowiederherstellung
en: Secure account recovery
es: Recuperación de cuenta segura
it: Recupero dell'account sicuro
pt_br: Recuperação de conta segura

# onboarding.step.phone.tip.unique
source: Un seul compte par numéro — tes engagements sont protégés
ar: حساب واحد لكل رقم — التزاماتك محمية
de: Nur ein Konto pro Nummer – deine Zusagen sind geschützt
en: One account per number — your commitments are protected
es: Una sola cuenta por número: tus compromisos están protegidos
it: Un solo account per numero — i tuoi impegni sono protetti
pt_br: Uma só conta por número — seus compromissos ficam protegidos

# onboarding.step.phone.why
source: Pourquoi ton numéro ?
ar: لماذا رقمك؟
de: Warum deine Nummer?
en: Why your number?
es: ¿Por qué tu número?
it: Perché il tuo numero?
pt_br: Por que seu número?

# onboarding.step.profile.bio.counter
source: %d/150 caractères
ar: %d/150 حرف
de: %d/150 Zeichen
en: %d/150 characters
es: %d/150 caracteres
it: %d/150 caratteri
pt_br: %d/150 caracteres

# onboarding.step.profile.bio.title
source: Bio (optionnel)
ar: نبذة (اختياري)
de: Bio (optional)
en: Bio (optional)
es: Biografía (opcional)
it: Bio (facoltativa)
pt_br: Bio (opcional)

# onboarding.step.profile.optional
source: Optionnelle — mais un profil soigné multiplie tes mises en relation
ar: اختيارية — لكن الملف الشخصي المتقن يضاعف علاقاتك
de: Optional – aber ein sorgfältiges Profil vervielfacht deine Kontakte
en: Optional — but a polished profile multiplies your connections
es: Opcional, pero un perfil cuidado multiplica tus contactos
it: Facoltativa — ma un profilo curato moltiplica i tuoi contatti
pt_br: Opcional — mas um perfil bem cuidado multiplica seus contatos

# onboarding.step.profile.summary.title
source: Aperçu de ton profil
ar: معاينة ملفك الشخصي
de: Vorschau deines Profils
en: Preview of your profile
es: Vista previa de tu perfil
it: Anteprima del tuo profilo
pt_br: Prévia do seu perfil

# onboarding.step.pseudo.placeholder
source: Ton pseudo qui claque
ar: اسم مستخدم يليق بك
de: Dein cooler Benutzername
en: Your cool username
es: Tu nombre de usuario con estilo
it: Il tuo username con stile
pt_br: Seu nome de usuário estiloso

# onboarding.step.pseudo.suggestions
source: Suggestions disponibles
ar: اقتراحات متاحة
de: Verfügbare Vorschläge
en: Available suggestions
es: Sugerencias disponibles
it: Suggerimenti disponibili
pt_br: Sugestões disponíveis

# onboarding.step.pseudo.tips.length
source: 2 à 16 caractères, sans espaces
ar: من حرفين إلى 16 حرفًا، بدون مسافات
de: 2 bis 16 Zeichen, keine Leerzeichen
en: 2 to 16 characters, no spaces
es: De 2 a 16 caracteres, sin espacios
it: Da 2 a 16 caratteri, senza spazi
pt_br: De 2 a 16 caracteres, sem espaços

# onboarding.step.pseudo.tips.original
source: Sois original, c'est ton identité !
ar: كن مميزًا، فهذه هويتك!
de: Sei originell, das ist deine Identität!
en: Be original, it's your identity!
es: ¡Sé original, es tu identidad!
it: Sii originale, è la tua identità!
pt_br: Seja original, é a sua identidade!

# onboarding.step.pseudo.tips.privacy
source: Pas de données personnelles dans ton pseudo
ar: لا تضع بيانات شخصية في اسم المستخدم
de: Keine persönlichen Daten in deinem Benutzernamen
en: No personal data in your username
es: Sin datos personales en tu nombre de usuario
it: Nessun dato personale nel tuo username
pt_br: Sem dados pessoais no seu nome de usuário

# onboarding.step.pseudo.tips.title
source: Astuces Meeshy
ar: نصائح Meeshy
de: Meeshy-Tipps
en: Meeshy Tips
es: Consejos de Meeshy
it: Consigli Meeshy
pt_br: Dicas do Meeshy

# onboarding.step.recap.creating
source: Création de ton compte…
ar: جارٍ إنشاء حسابك…
de: Dein Konto wird erstellt…
en: Creating your account…
es: Creando tu cuenta…
it: Creazione del tuo account…
pt_br: Criando sua conta…

# onboarding.step.recap.password
source: Mot de passe
ar: كلمة المرور
de: Passwort
en: Password
es: Contraseña
it: Password
pt_br: Senha

# onboarding.step.recap.terms.accept
source: J'accepte les conditions d'utilisation et la politique de confidentialité
ar: أوافق على شروط الاستخدام وسياسة الخصوصية
de: Ich akzeptiere die Nutzungsbedingungen und die Datenschutzerklärung
en: I accept the terms of use and the privacy policy
es: Acepto las condiciones de uso y la política de privacidad
it: Accetto le condizioni d'uso e l'informativa sulla privacy
pt_br: Aceito os termos de uso e a política de privacidade

# onboarding.step.recap.terms.read
source: Lire les conditions
ar: قراءة الشروط
de: Bedingungen lesen
en: Read the terms
es: Leer las condiciones
it: Leggi le condizioni
pt_br: Ler os termos

# onboarding.step.recap.terms.title
source: Conditions d'utilisation
ar: شروط الاستخدام
de: Nutzungsbedingungen
en: Terms of use
es: Condiciones de uso
it: Condizioni d'uso
pt_br: Termos de uso

# onboarding.step.recap.title
source: Récapitulatif
ar: ملخّص
de: Zusammenfassung
en: Summary
es: Resumen
it: Riepilogo
pt_br: Resumo

# participants.add.error
source: Impossible d'ajouter ce membre.
ar: تعذّر إضافة هذا العضو.
de: Dieses Mitglied konnte nicht hinzugefügt werden.
en: Couldn't add this member.
es: No se ha podido añadir a este miembro.
it: Impossibile aggiungere questo membro.
pt_br: Não foi possível adicionar este membro.

# participants.add.title
source: Ajouter un membre
ar: إضافة عضو
de: Mitglied hinzufügen
en: Add a member
es: Añadir un miembro
it: Aggiungi un membro
pt_br: Adicionar um membro

# participants.add.searching
source: Recherche en cours
ar: جارٍ البحث
de: Suche läuft
en: Searching
es: Buscando
it: Ricerca in corso
pt_br: Pesquisando

# participants.add.a11y
source: Ajouter un membre
ar: إضافة عضو
de: Mitglied hinzufügen
en: Add a member
es: Añadir un miembro
it: Aggiungi un membro
pt_br: Adicionar um membro

# participants.add
source: Ajouter
ar: إضافة
de: Hinzufügen
en: Add
es: Añadir
it: Aggiungi
pt_br: Adicionar

# permission.photoLibrary.read.denied
source: Accès aux photos refusé — toucher pour ouvrir les Réglages
ar: تم رفض الوصول إلى الصور — اضغط لفتح الإعدادات
de: Fotozugriff verweigert — zum Öffnen der Einstellungen tippen
en: Photo access denied — tap to open Settings
es: Acceso a las fotos denegado: toca para abrir Ajustes
it: Accesso alle foto negato — tocca per aprire Impostazioni
pt_br: Acesso às fotos negado — toque para abrir os Ajustes

# permission.photoLibrary.add.denied
source: Enregistrement dans Photos refusé — toucher pour ouvrir les Réglages
ar: تم رفض الحفظ في الصور — اضغط لفتح الإعدادات
de: Speichern in Fotos verweigert — zum Öffnen der Einstellungen tippen
en: Saving to Photos denied — tap to open Settings
es: Guardado en Fotos denegado: toca para abrir Ajustes
it: Salvataggio in Foto negato — tocca per aprire Impostazioni
pt_br: Salvamento em Fotos negado — toque para abrir os Ajustes

# permission.microphone.denied
source: Micro refusé — toucher pour ouvrir les Réglages
ar: تم رفض الميكروفون — اضغط لفتح الإعدادات
de: Mikrofon verweigert — zum Öffnen der Einstellungen tippen
en: Microphone denied — tap to open Settings
es: Micrófono denegado: toca para abrir Ajustes
it: Microfono negato — tocca per aprire Impostazioni
pt_br: Microfone negado — toque para abrir os Ajustes

# permission.location.denied
source: Localisation refusée — autorisez-la dans les Réglages
ar: تم رفض الموقع — اسمح به من الإعدادات
de: Standort verweigert — in den Einstellungen erlauben
en: Location denied — allow it in Settings
es: Ubicación denegada: permítela en Ajustes
it: Posizione negata — consentila in Impostazioni
pt_br: Localização negada — permita nos Ajustes

# permission.camera.denied
source: Caméra refusée — toucher pour ouvrir les Réglages
ar: تم رفض الكاميرا — اضغط لفتح الإعدادات
de: Kamera verweigert — zum Öffnen der Einstellungen tippen
en: Camera denied — tap to open Settings
es: Cámara denegada: toca para abrir Ajustes
it: Fotocamera negata — tocca per aprire Impostazioni
pt_br: Câmera negada — toque para abrir os Ajustes

# participants.you
source: vous
ar: أنت
de: du
en: you
es: tú
it: tu
pt_br: você

# participants.role.title
source: Changer le rôle ?
ar: تغيير الدور؟
de: Rolle ändern?
en: Change the role?
es: ¿Cambiar el rol?
it: Cambiare il ruolo?
pt_br: Alterar a função?

# participants.remove.message
source: Cette personne ne pourra plus accéder à la conversation.
ar: لن يتمكّن هذا الشخص من الوصول إلى المحادثة بعد الآن.
de: Diese Person hat dann keinen Zugriff mehr auf die Unterhaltung.
en: This person will no longer be able to access the conversation.
es: Esta persona ya no podrá acceder a la conversación.
it: Questa persona non potrà più accedere alla conversazione.
pt_br: Esta pessoa não poderá mais acessar a conversa.

# participants.leave_group
source: Quitter le groupe
ar: مغادرة المجموعة
de: Gruppe verlassen
en: Leave the group
es: Salir del grupo
it: Esci dal gruppo
pt_br: Sair do grupo

# participants.leave.title
source: Quitter le groupe ?
ar: مغادرة المجموعة؟
de: Gruppe verlassen?
en: Leave the group?
es: ¿Salir del grupo?
it: Uscire dal gruppo?
pt_br: Sair do grupo?

# participants.leave.message
source: Vous ne pourrez plus voir les messages de ce groupe.
ar: لن تتمكّن بعد الآن من رؤية رسائل هذه المجموعة.
de: Du kannst die Nachrichten dieser Gruppe dann nicht mehr sehen.
en: You'll no longer be able to see this group's messages.
es: Ya no podrás ver los mensajes de este grupo.
it: Non potrai più vedere i messaggi di questo gruppo.
pt_br: Você não poderá mais ver as mensagens deste grupo.

# participants.empty
source: Aucun membre
ar: لا يوجد أعضاء
de: Keine Mitglieder
en: No members
es: Sin miembros
it: Nessun membro
pt_br: Nenhum membro

# post.bookmark.added
source: Ajouté aux favoris
ar: تمت الإضافة إلى المفضلة
de: Zu Lesezeichen hinzugefügt
en: Added to bookmarks
es: Añadido a favoritos
it: Aggiunto ai preferiti
pt_br: Adicionado aos favoritos

# post.bookmark.error
source: Erreur lors de l'enregistrement
ar: تعذّر الحفظ
de: Speichern fehlgeschlagen
en: Couldn't save
es: No se pudo guardar
it: Salvataggio non riuscito
pt_br: Não foi possível salvar

# post.bookmark.removed
source: Retiré des favoris
ar: تمت الإزالة من المفضلة
de: Aus Lesezeichen entfernt
en: Removed from bookmarks
es: Quitado de favoritos
it: Rimosso dai preferiti
pt_br: Removido dos favoritos

# post.repost.label
source: Repartage
ar: إعادة مشاركة
de: Erneut teilen
en: Reshare
es: Volver a compartir
it: Ricondivisione
pt_br: Recompartilhar

# post.visibility.community
source: Communautés
ar: المجتمعات
de: Communitys
en: Communities
es: Comunidades
it: Community
pt_br: Comunidades

# post.visibility.except
source: Sauf…
ar: باستثناء…
de: Außer…
en: Except…
es: Excepto…
it: Tranne…
pt_br: Exceto…

# post.visibility.friends
source: Contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
it: Contatti
pt_br: Contatos

# post.visibility.only
source: Seulement…
ar: فقط…
de: Nur…
en: Only…
es: Solo…
it: Solo…
pt_br: Somente…

# post.visibility.private
source: Privé
ar: خاص
de: Privat
en: Private
es: Privado
it: Privato
pt_br: Privado

# post.visibility.public
source: Public
ar: عام
de: Öffentlich
es: Público
it: Pubblico
pt_br: Público

# preview.member_count %lld
source: %lld membres
ar: %lld أعضاء
de: %lld Mitglieder
en: %lld members
es: %lld miembros
it: %lld membri
pt_br: %lld membros

# preview.no_messages
source: Aucun message
ar: لا توجد رسائل
de: Keine Nachrichten
en: No messages
es: Sin mensajes
it: Nessun messaggio
pt_br: Sem mensagens

# profile.avatar.edit
source: Modifier la photo de profil
ar: تعديل صورة الملف الشخصي
de: Profilfoto bearbeiten
en: Edit profile photo
es: Editar foto de perfil
it: Modifica la foto del profilo
pt_br: Editar foto do perfil

# profile.avatar.error
source: Impossible de mettre à jour la photo de profil
ar: تعذّر تحديث صورة الملف الشخصي
de: Profilfoto konnte nicht aktualisiert werden
en: Couldn't update the profile photo
es: No se pudo actualizar la foto de perfil
it: Impossibile aggiornare la foto del profilo
pt_br: Não foi possível atualizar a foto do perfil

# profile.avatar.updated
source: Photo de profil mise à jour
ar: تم تحديث صورة الملف الشخصي
de: Profilfoto aktualisiert
en: Profile photo updated
es: Foto de perfil actualizada
it: Foto del profilo aggiornata
pt_br: Foto do perfil atualizada

# profile.banner.error
source: Impossible de mettre à jour la bannière
ar: تعذّر تحديث صورة الغلاف
de: Banner konnte nicht aktualisiert werden
en: Couldn't update the banner
es: No se pudo actualizar el banner
it: Impossibile aggiornare il banner
pt_br: Não foi possível atualizar o banner

# profile.banner.updated
source: Bannière mise à jour
ar: تم تحديث صورة الغلاف
de: Banner aktualisiert
en: Banner updated
es: Banner actualizado
it: Banner aggiornato
pt_br: Banner atualizado

# profile.bio
source: Bio
ar: نبذة
es: Biografía

# profile.bio.placeholder
source: Parlez de vous...
ar: عرّفنا بنفسك...
de: Erzähl etwas über dich...
en: Tell us about yourself...
es: Cuéntanos sobre ti...
it: Raccontaci di te...
pt_br: Fale sobre você...

# profile.display_name
source: Nom d'affichage
ar: الاسم المعروض
de: Anzeigename
en: Display name
es: Nombre visible
it: Nome visualizzato
pt_br: Nome de exibição

# profile.edit
source: Modifier
ar: تعديل
de: Bearbeiten
en: Edit
es: Editar
it: Modifica
pt_br: Editar

# profile.email
source: Email
ar: البريد الإلكتروني
es: Correo electrónico

# profile.first_name
source: Prénom
ar: الاسم الأول
de: Vorname
en: First name
es: Nombre
it: Nome
pt_br: Nome

# profile.friend_requests
source: Demandes d'amis
ar: طلبات الصداقة
de: Freundschaftsanfragen
en: Friend requests
es: Solicitudes de amistad
it: Richieste di amicizia
pt_br: Solicitações de amizade

# profile.language.choose
source: Choisir
ar: اختيار
de: Auswählen
en: Choose
es: Elegir
it: Scegli
pt_br: Escolher

# profile.language.custom
source: Langue personnalisée
ar: لغة مخصّصة
de: Benutzerdefinierte Sprache
en: Custom language
es: Idioma personalizado
it: Lingua personalizzata
pt_br: Idioma personalizado

# profile.language.none
source: Aucune
ar: لا شيء
de: Keine
en: None
es: Ninguna
it: Nessuna
pt_br: Nenhuma

# profile.language.primary
source: Langue principale
ar: اللغة الأساسية
de: Hauptsprache
en: Primary language
es: Idioma principal
it: Lingua principale
pt_br: Idioma principal

# profile.language.primary.subtitle
source: Le contenu sera traduit dans cette langue
ar: ستُترجَم المحتويات إلى هذه اللغة
de: Inhalte werden in diese Sprache übersetzt
en: Content will be translated into this language
es: El contenido se traducirá a este idioma
it: I contenuti saranno tradotti in questa lingua
pt_br: O conteúdo será traduzido para este idioma

# profile.language.regional
source: Langue régionale
ar: اللغة الإقليمية
de: Regionalsprache
en: Regional language
es: Idioma regional
it: Lingua regionale
pt_br: Idioma regional

# profile.last_name
source: Nom
ar: اسم العائلة
de: Nachname
en: Last name
es: Apellido
it: Cognome
pt_br: Sobrenome

# profile.not_verified
source: Non vérifié
ar: غير موثّق
de: Nicht verifiziert
en: Not verified
es: No verificado
it: Non verificato
pt_br: Não verificado

# profile.phone
source: Téléphone
ar: الهاتف
de: Telefon
en: Phone
es: Teléfono
it: Telefono
pt_br: Telefone

# profile.posts.bookmarkError
source: Erreur
ar: خطأ
de: Fehler
en: Error
es: Error
it: Errore
pt_br: Erro

# profile.posts.empty
source: Aucune publication
ar: لا توجد منشورات
de: Keine Beiträge
en: No posts
es: Ninguna publicación
it: Nessun post
pt_br: Nenhuma publicação

# profile.posts.empty.subtitle
source: Les publications apparaîtront ici
ar: ستظهر المنشورات هنا
de: Beiträge werden hier angezeigt
en: Posts will appear here
es: Las publicaciones aparecerán aquí
it: I post appariranno qui
pt_br: As publicações aparecerão aqui

# profile.posts.empty.filter.subtitle
source: Touchez à nouveau la tuile pour tout revoir
ar: المس المربع مرة أخرى لعرض كل شيء
de: Tippe erneut auf die Kachel, um alles zu sehen
en: Tap the tile again to see everything
es: Toca de nuevo el mosaico para verlo todo
it: Tocca di nuovo il riquadro per rivedere tutto
pt_br: Toque no bloco novamente para ver tudo

# profile.posts.empty.posts
source: Aucun poste
ar: لا توجد منشورات
de: Keine Beiträge
en: No posts
es: Sin publicaciones
it: Nessun post
pt_br: Nenhuma publicação

# profile.posts.empty.reels
source: Aucun réel
ar: لا توجد مقاطع
de: Keine Reels
en: No reels
es: Sin reels
it: Nessun reel
pt_br: Nenhum reel

# profile.posts.likeError
source: Erreur
ar: خطأ
de: Fehler
en: Error
es: Error
it: Errore
pt_br: Erro

# profile.posts.loadError
source: Erreur lors du chargement des publications
ar: خطأ أثناء تحميل المنشورات
de: Fehler beim Laden der Beiträge
en: Error loading posts
es: Error al cargar las publicaciones
it: Errore durante il caricamento dei post
pt_br: Erro ao carregar as publicações

# profile.posts.report.success
source: Signalement envoyé
ar: تم إرسال البلاغ
de: Meldung gesendet
en: Report sent
es: Denuncia enviada
it: Segnalazione inviata
pt_br: Denúncia enviada

# profile.posts.repostError
source: Erreur lors du repost
ar: خطأ أثناء إعادة النشر
de: Fehler beim Teilen
en: Error while reposting
es: Error al republicar
it: Errore durante la ricondivisione
pt_br: Erro ao repostar

# profile.posts.repost.success
source: Repartagé
ar: أُعيد نشره
de: Geteilt
en: Reposted
es: Republicado
it: Ricondiviso
pt_br: Repostado

# profile.posts.stat.posts
source: Postes
ar: المنشورات
de: Beiträge
en: Posts
es: Publicaciones
it: Post
pt_br: Publicações

# profile.posts.stat.reels
source: Réels
ar: المقاطع
de: Reels
en: Reels
es: Reels
it: Reel
pt_br: Reels

# profile.posts.stat.stories
source: Stories
ar: القصص
de: Storys
es: Historias
it: Storie

# profile.save
source: Enregistrer
ar: حفظ
de: Speichern
en: Save
es: Guardar
it: Salva
pt_br: Salvar

# profile.save.error
source: Erreur lors de l'enregistrement
ar: خطأ أثناء الحفظ
de: Fehler beim Speichern
en: Error while saving
es: Error al guardar
it: Errore durante il salvataggio
pt_br: Erro ao salvar

# profile.section.contact
source: CONTACT
ar: الاتصال
de: KONTAKT
es: CONTACTO
it: CONTATTO
pt_br: CONTATO

# profile.section.identity
source: IDENTITÉ
ar: الهوية
de: IDENTITÄT
en: IDENTITY
es: IDENTIDAD
it: IDENTITÀ
pt_br: IDENTIDADE

# profile.section.languages
source: LANGUES
ar: اللغات
de: SPRACHEN
en: LANGUAGES
es: IDIOMAS
it: LINGUE
pt_br: IDIOMAS

# profile.section.member_since
source: MEMBRE DEPUIS
ar: عضو منذ
de: MITGLIED SEIT
en: MEMBER SINCE
es: MIEMBRO DESDE
it: MEMBRO DAL
pt_br: MEMBRO DESDE

# profile.section.requests
source: DEMANDES
ar: الطلبات
de: ANFRAGEN
en: REQUESTS
es: SOLICITUDES
it: RICHIESTE
pt_br: SOLICITAÇÕES

# profile.section.stats
source: STATISTIQUES
ar: الإحصائيات
de: STATISTIKEN
en: STATISTICS
es: ESTADÍSTICAS
it: STATISTICHE
pt_br: ESTATÍSTICAS

# profile.stats.a11y.hint
source: Ouvre les statistiques détaillées
ar: يفتح الإحصاءات التفصيلية
de: Öffnet die detaillierte Statistik
en: Opens the detailed statistics
es: Abre las estadísticas detalladas
it: Apre le statistiche dettagliate
pt_br: Abre as estatísticas detalhadas

# profile.stats.conversations
source: Conversations
ar: المحادثات
de: Unterhaltungen
es: Conversaciones
it: Conversazioni
pt_br: Conversas

# profile.stats.friends
source: Amis
ar: الأصدقاء
de: Freunde
en: Friends
es: Amigos
it: Amici
pt_br: Amigos

# profile.stats.messages
source: Messages
ar: الرسائل
de: Nachrichten
es: Mensajes
it: Messaggi
pt_br: Mensagens

# profile.title
source: Profil
ar: الملف الشخصي
en: Profile
es: Perfil
it: Profilo
pt_br: Perfil

# profile.unknown_user
source: Utilisateur inconnu
ar: مستخدم غير معروف
de: Unbekannter Benutzer
en: Unknown user
es: Usuario desconocido
it: Utente sconosciuto
pt_br: Usuário desconhecido

# profile.username
source: Pseudo
ar: اسم المستخدم
de: Benutzername
en: Username
es: Usuario
it: Nome utente
pt_br: Nome de usuário

# profile.verified
source: Vérifié
ar: موثّق
de: Verifiziert
en: Verified
es: Verificado
it: Verificato
pt_br: Verificado

# recentMedia.resolveFailed
source: Ce média n'a pas pu être préparé — passez par la photothèque complète
ar: تعذّر تحضير هذه الوسائط — استخدم مكتبة الصور الكاملة
de: Dieses Medium konnte nicht vorbereitet werden — nutze die vollständige Mediathek
en: This media couldn't be prepared — use the full photo library
es: No se ha podido preparar este archivo: usa la fototeca completa
it: Impossibile preparare questo contenuto — usa la libreria foto completa
pt_br: Não foi possível preparar esta mídia — use a biblioteca de fotos completa

# recentMedia.resolveFailed.multiple
source: %lld médias n'ont pas pu être préparés — passez par la photothèque complète
ar: تعذّر تجهيز %lld من الوسائط — استخدم مكتبة الصور كاملة
de: %lld Medien konnten nicht vorbereitet werden – nutze die gesamte Fotomediathek
en: %lld media items couldn't be prepared — use the full photo library
es: No se pudieron preparar %lld archivos: usa toda la fototeca
it: Non è stato possibile preparare %lld media — usa l'intera libreria foto
pt_br: Não foi possível preparar %lld mídias — use toda a fototeca

# reels.empty
source: Aucun réel pour le moment
ar: لا توجد ريلز حاليًا
de: Derzeit keine Reels
en: No reels yet
es: Aún no hay reels
it: Nessun reel per ora
pt_br: Nenhum reel por enquanto

# root.create_conversation.error
source: Impossible de créer la conversation
ar: تعذّر إنشاء المحادثة
de: Unterhaltung konnte nicht erstellt werden
en: Couldn't create the conversation
es: No se ha podido crear la conversación
it: Impossibile creare la conversazione
pt_br: Não foi possível criar a conversa

# root.ipad.close_panel
source: Fermer
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
it: Chiudi
pt_br: Fechar
